# Binaries
brew "bat"
brew "fnm"
brew "gh"
brew "git"
brew "jq"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tealdeer"

# Apps
cask "battle-net"
cask "betterdisplay"
cask "codex-app"
cask "discord"
cask "ghostty"
cask "github"
cask "plex"
cask "plex-media-server"
cask "raycast"
cask "spotify"
cask "transmission"
cask "vlc"
cask "zed"
